import "../../css/aboutUsPage/AboutUsPage.css";

function AboutUsPage() {
  return (
    <section className="aboutUsPage">
      <div className="aboutBg"></div>
      <div className="container">
        <h2>оБ ОРГАНИЗАЦИИ</h2>
        <div className="line"></div>
        <h3>Информация о Center for International
Education and Innovation</h3>
        <div className="internship__main">
          <div className="internationalBg internShipBg"></div>
          <article className="about__txt first__txt">
            <div className="line"></div>
            <h3>
              В 2022 году был создан Центр международного образования и
              инноваций CIEI, который через зарубежные стажировки и повышение
              квалификации дает возможность изучения деятельности лучших
              организаций мира в системе образования, здравоохранения,
              юридической сферы, искусства и других направлений.
              <br></br>
              <br></br>
              Цель данного Центра – это бенчмаркинг (изучение лучших практик и
              использование их в своей деятельности), в рамках международных
              программ стажировок участники знакомятся с деятельностью ведущих
              учреждений мира, обмениваются опытом по совершенствованию
              профессионального мастерства, знакомятся с новейшими технологиями
              обучения и перспективами их развития.
            </h3>
          </article>
          <article className="about__txt second__txt">
            <div className="line"></div>
            <h3>
              Центр международного образования и инноваций с 11 по 17 июня 2022
              года провел первую программу стажировок совместно с International
              Centre for Educational Technologies (ICET, г. Прага) в Австрию,
              Венгрия, Словакию, где участвовало 33 человека.
              <br></br>
              12 октября 2022 года состоялась международная стажировка в Южную
              Корею (г. Сеул), где участвовало 29 директоров колледжей РК.
            </h3>
          </article>
          <div className="first__intership__bg internShipBg"></div>
          <div className="internship__oae internShipBg"></div>
          <article className="about__txt">
            <div className="line"></div>
            <h3>
              С 5 февраля по 11 февраля 2023 года состоялась стажировка в
              Объединённые арабские эмираты (23 участника) для работников
              медицинской сферы.
              <br></br>С 22 по 29 марта 2023 года была проведена следующая
              международная стажировка во Францию, г. Париж, где приняли участие
              19 руководителей системы образования РК.
            </h3>
          </article>
          <article className="about__txt third__txt">
            <div className="line"></div>
            <h3>
              11 июня 2023 года состоялась программа стажировки в Грузию, где
              участвовали 18 участников со всего Казахстана. С 6 по 12 сентября
              2023 проведена стажировка в Польшу, количество участников 22 чел.
              системы образования РК.<br></br>
              Проведена стажировка в США, г. Нью-Йорк, с 21 по 27 октября 2023
              года, где участвовали 30 участников из системы ТиПО. <br></br>
              Данный Центр необходим для развития экономики РК в целом.
            </h3>
          </article>
          <div className="internShip__georgia__bg internShipBg"></div>
          <div className="results__bg internShipBg"></div>
          <article className="about__txt">
            <div className="line"></div>
            <h3>
              Имеются отличные результаты работы не только Центра, но также
              участников программ стажировок. По окончанию каждой стажировки
              участнику дается возможность получения контакта зарубежного
              партнера, подписывается меморандум о международном сотрудничестве,
              разрабатывается план дальнейшей совместной работы, полученный опыт
              внедряется в организациях Казахстана.
            </h3>
          </article>
        </div>
      </div>
    </section>
  );
}

export default AboutUsPage;
